{
    "HomePage": {
        "pricing": "Our Packages",
        "contact-us": "Contact Us",
        "privacy": "Privacy Policy",
        "terms": "Terms & Conditions",
        "go-header": "Get Started Now 🚀",
        "hero-title": "Your Best Accounting System ✨",
        "hero-description": "With Awraq, you can manage all your business activities with ease.",
        "hero-action-button": "Start Now with 30 Days Free 🚀",
        "future-title": "Why Choose Awraq Platform?",
        "future-description": "At Awraq, we ensure that all your needs and requirements as a business owner are met.",
        "future-one-title": "Cloud Storage",
        "future-one-description": "We provide you with all the features for cloud storage of your operations to make them easily accessible anywhere.",
        "future-two-title": "Dashboard",
        "future-two-description": "An easy-to-use and unique dashboard that helps you view your business statistics and operations.",
        "future-three-title": "Point of Sale (POS)",
        "future-three-description": "We offer a customized POS system that meets all your needs, regardless of your business type.",
        "future-four-title": "Multiple Branches",
        "future-four-description": "Easily manage multiple branches with comfort and simplicity.",
        "future-five-title": "Digital Invoices",
        "future-five-description": "We provide digital invoices for your customers in compliance with the Zakat Authority's requirements.",
        "future-six-title": "24/7 Support",
        "future-six-description": "We’re with you around the clock, with our technical support team always at your service.",
        "casher-title": "The POS System Everyone’s Talking About",
        "casher-description": "Our POS system offers everything your staff needs and ensures they don’t require additional help due to:",
        "casher-future-one": "Ease of use and clear options",
        "casher-future-two": "Multilingual support for your staff",
        "casher-future-three": "Fast response and usage speed",
        "casher-future-four": "Multiple features tailored to your business needs",
        "period-selection-month": "Monthly",
        "period-selection-annual": "Annual",
        "freemuim-title": "Free Plan",
        "freemuim-price-annual": "Free",
        "freemuim-price-month": "Free",
        "freemuim-period-monthly": "First 30 Days",
        "freemuim-period-annualy": "First 30 Days",
        "freemuim-future-1": "Up to 50 products",
        "freemuim-future-2": "One branch only",
        "freemuim-future-3": "Add 249 SAR per month for each additional branch",
        "freemuim-future-4": "Support for electronic invoicing",
        "freemuim-future-5": "POS Application",
        "freemuim-future-6": "Expense management",
        "freemuim-future-7": "Receive up to 100 orders daily",
        "freemuim-future-8": "Maximum of 200 customers",
        "freemuim-future-9": "Support all payment methods",
        "freemuim-future-10": "Compliant with the Zakat and Tax Authority",
        "basic-title": "Awraq Basic",
        "basic-price-currency": "SAR",
        "basic-period-monthly": "Monthly",
        "basic-period-annualy": "Annually",
        "basic-badge": "Best Choice",
        "basic-future-1": "Up to 2,500 products",
        "basic-future-2": "Two branches only",
        "basic-future-3": "Add 249 SAR per month for each additional branch",
        "basic-future-4": "Support for electronic invoicing",
        "basic-future-5": "POS Application",
        "basic-future-6": "Handle up to 500 returns daily",
        "basic-future-7": "Inventory management",
        "basic-future-8": "Supplier management for up to 100 suppliers",
        "basic-future-9": "Expense management",
        "basic-future-10": "Receive up to 2,500 orders daily",
        "basic-future-11": "Maximum of 25,000 customers",
        "basic-future-12": "Support all payment methods",
        "basic-future-13": "Compliant with the Zakat and Tax Authority",
        "pro-title": "Awraq Professional",
        "pro-price-currency": "SAR",
        "pro-period-monthly": "Monthly",
        "pro-period-annualy": "Annually",
        "pro-future-1": "Unlimited products",
        "pro-future-2": "Three branches only",
        "pro-future-3": "Add 199 SAR per month for each additional branch",
        "pro-future-4": "Support for electronic invoicing",
        "pro-future-5": "POS Application",
        "pro-future-6": "Unlimited returns daily",
        "pro-future-7": "Inventory management",
        "pro-future-8": "Promotional offers",
        "pro-future-9": "Subscription system for laundries and gyms",
        "pro-future-10": "Unlimited supplier management",
        "pro-future-11": "Expense management",
        "pro-future-12": "Receive unlimited orders daily",
        "pro-future-13": "Unlimited customers",
        "pro-future-14": "Support all payment methods",
        "pro-future-15": "Compliant with the Zakat and Tax Authority",
        "go-packages": "Get Started",
        "faq-title": "Frequently Asked Questions",
        "faq-one-title": "What is Awraq Platform?",
        "faq-one-description": "It’s a platform that enables merchants to manage their business activities with ease and simplicity.",
        "faq-two-title": "Are there additional fees on sales?",
        "faq-two-description": "At Awraq, there are no additional fees for sales or using the platform. You only pay for the subscription and other unrelated costs.",
        "faq-three-title": "What is the subscription mechanism?",
        "faq-three-description": "When you subscribe to one of the plans, you choose the subscription period (annual or monthly). If the subscription expires, your account will be frozen until payment is made. No automatic withdrawals are made with our subscriptions.",
        "faq-four-title": "How can I contact you?",
        "faq-four-description": "You can contact us through the options provided in the 'Contact Us' section. We are available on all social media platforms, toll-free phone, or email.",
        "action-call-title": "Don’t miss the chance to grow your business; subscribe now!",
        "go-action-call": "Get Started Now",
        "footer-title": "Your Best Platform for Managing Your Business ✨",
        "footer-description": "Awraq is a platform that allows merchants to manage their business activities with ease and simplicity.",
        "footer-copyright": "All rights reserved for Awraq Platform 2024",
        "sidebar-pricing": "Our Packages",
        "sidebar-contact-us": "Contact Us",
        "sidebar-privacy": "Privacy Policy",
        "sidebar-terms": "Terms & Conditions",
        "sidebar-go-header": "Get Started Now 🚀",
        "sidebar-lang": "Change Language"
    },
    "TermsPage": {
        "title": "Terms and Conditions",
        "intro": "We strive to make the use of the Awraq platform and the user experience seamless and ideal. Therefore, we have established these terms and conditions to ensure full compliance when dealing with the platform. Please note that violating any of these terms may result in suspension or permanent banning of the violating user account without prior notice.",
        "section1_title": "1. Introduction",
        "section1_content": "The Awraq platform provides integrated accounting systems such as cashier systems and sales and purchase analytics for shop owners. By using the platform, you agree to comply with all the terms and conditions outlined in this policy.",
        "section2_title": "2. Key Definitions",
        "section2_item1": "Platform: Refers to the Awraq platform providing accounting and analytical services.",
        "section2_item2": "User: The trader or shop owner benefiting from the platform's services.",
        "section2_item3": "Systems: The accounting and analytical services available to traders via the platform.",
        "section3_title": "3. Registration Terms",
        "section3_item1": "The user must be legally eligible to create an account on the platform.",
        "section3_item2": "The user is committed to providing accurate and correct data to the platform.",
        "section3_item3": "The user must be at least 18 years old.",
        "section3_item4": "The user is responsible for maintaining the security of their account information.",
        "section4_title": "4. Terms of Use",
        "section4_item1": "The user must use the platform in a way that does not cause harm to the platform or others.",
        "section4_item2": "The platform must not be used for any illegal or unethical purpose.",
        "section4_item3": "The user bears full responsibility for any damages resulting from misuse of the platform.",
        "section5_title": "5. Platform Liability Limitations",
        "section5_content": "The platform is responsible for providing accounting and analytical services to traders, but it is not liable for any errors or damages caused by misuse of the provided systems.",
        "section6_title": "6. Amendments and Notifications",
        "section6_content": "The platform reserves the right to modify this policy at any time, and users will be notified of any significant changes.",
        "section7_title": "7. Contact Us",
        "section7_content": "We are happy to respond to your inquiries through the platform's support team. We work to ensure an optimal experience for all users."
    },
    "PrivacyPage": {
        "privacy_title": "Privacy Policy",
        "privacy_intro": "At Awraq, we are committed to protecting the privacy of our users and ensuring the confidentiality of their personal data while using the platform and its services. We adhere to the highest standards of cybersecurity to ensure the safety of user data and compliance with applicable laws. This Privacy Policy explains how we collect, use, and share users' personal data.",
        "privacy_section1_title": "1. Data Collection",
        "privacy_section1_content": "When using the Awraq platform, we collect the data that the user voluntarily provides during registration or while using the platform, including but not limited to:",
        "privacy_section1_item1": "Full name.",
        "privacy_section1_item2": "Contact information such as email address and phone number.",
        "privacy_section1_item3": "Payment details such as credit card numbers or bank account information.",
        "privacy_section1_item4": "Business data such as business name and location.",
        "privacy_section1_item5": "Technical data such as IP address, device type, and activity logs within the platform.",
        "privacy_section2_title": "2. Data Usage",
        "privacy_section2_content": "The data we collect is used to effectively provide our services and improve the user experience. These purposes include:",
        "privacy_section2_item1": "Creating and managing the user's account on the platform.",
        "privacy_section2_item2": "Providing accounting services and efficiently managing sales and purchases.",
        "privacy_section2_item3": "Processing payments and outstanding amounts.",
        "privacy_section2_item4": "Sending important notifications and alerts related to services or updates.",
        "privacy_section2_item5": "Analyzing data to enhance platform performance and develop new services.",
        "privacy_section3_title": "3. Data Sharing",
        "privacy_section3_content": "We do not share personal data with any third party without user consent, except in the following cases:",
        "privacy_section3_item1": "When required by law or at the request of competent authorities.",
        "privacy_section3_item2": "With our service partners, such as payment gateways or technical support services, provided they maintain data confidentiality.",
        "privacy_section3_item3": "For security purposes, such as fraud prevention or investigation of illegal platform use.",
        "privacy_section4_title": "4. Data Security",
        "privacy_section4_content": "We use the latest technologies and security measures to protect user data from unauthorized access, loss, or modification. However, we note that no electronic transmission or storage method can guarantee absolute security.",
        "privacy_section5_title": "5. Cookies",
        "privacy_section5_content": "The Awraq platform uses cookies to improve user experience and customize content and services. Users can control cookie settings through their browser, but this may affect platform functionality.",
        "privacy_section6_title": "6. User Rights",
        "privacy_section6_content": "Users have the following rights regarding their personal data:",
        "privacy_section6_item1": "The right to access personal data we hold.",
        "privacy_section6_item2": "The right to correct or update inaccurate data.",
        "privacy_section6_item3": "The right to request data deletion when it is no longer needed.",
        "privacy_section6_item4": "The right to object to data usage for marketing purposes.",
        "privacy_section7_title": "7. Changes to the Privacy Policy",
        "privacy_section7_content": "We may make changes to this Privacy Policy from time to time to meet operational or legal requirements. Users will be notified of any significant changes via email or through a notification on the platform.",
        "privacy_section8_title": "8. Contact Us",
        "privacy_section8_content": "If you have any inquiries or complaints regarding the Privacy Policy, you can contact our support team through the available channels on the platform.",
        "privacy_section9_title": "9. Governing Laws",
        "privacy_section9_content": "This Privacy Policy is governed by the laws of Saudi Arabia. In case of disputes, they will be resolved by the competent authorities."
    }
}